<?php
$newsfuid=$_GET['id'];
if(is_numeric($newsfuid))
{
   echo '1';
}else
{
   echo '2';
}
?>
<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>无标题文档</title>
</head>

<body>
作曲 : 周杰伦

作词 : 周杰伦

 

你听爸爸的话

说我不是个好东西

送给你的花

不配放在你家花瓶里

他要我越走越远越好

 

不要在一起那最好

但我听妈妈的话

要我不能轻易放弃

还喜欢的话让我再追回你求求你

难道你要我不孝顺吗

 

这是藉口你应该懂吧

 

你说 谁说 我说 我不爱了

胡说 瞎说 我习惯了

 

那烟 和酒 也都戒了

 

证明有多在乎你了

光上 一句 我想你懂

我真 的不 太会说话

你看你 笑了吧

你说我 算了吧

一个人 的爱情 很简单

两个人 的相爱

为什么反而变得很难

 

我受够我的爱你比较多

也受够你的爱沉默很久

承诺太多 多少会错

你宁愿难过也不要有结果

我受够我的爱你比较多

倒不如回到从前的自由

说好放手 谁先开口

没有对错

反正花开了终究会落

 

你说 谁说 我说 我不爱了

胡说 瞎说 我习惯了

那烟 和酒 也都戒了

证明有多在乎你了

一个人 的爱情 很简单

两个人 的相爱

为什么反而变得很难

 

你听爸爸的话

说我不是个好东西

送给你的花

不配放在你家花瓶里

他要我越走越远越好

 

不要在一起那最好

但我听妈妈的话

要我不能轻易放弃

还喜欢的话让我再追回你求求你

难道你要我不孝顺吗

这是藉口你应该懂吧

 

我受够我的爱你比较多

也受够你的爱沉默很久

承诺太多 多少会错

你宁愿难过也不要有结果

我受够我的爱你比较多

倒不如回到从前的自由

说好放手 谁先开口

没有对错

反正花开了终究会落

 

难道你要我不孝顺吗

 

这是藉口你应该懂吧

包含这首歌的歌单

周杰伦最全演唱正序集
播放：1094万

PDD直播BGM
播放：124万

一不小心抬上杠的歌名
播放：136万
相似歌曲
天涯过客
周杰伦 
布拉格广场
蔡依林 周杰伦 
画沙
袁咏琳 周杰伦 
手牵手
蔡琴 王力宏 陶喆 范玮琪 彭佳慧 萧亚轩 蔡依林 潘玮柏 孙燕姿 张惠妹 李玟 信乐团 伍思凯 游鸿明 温岚 顺子 许茹芸 张信哲 罗志祥 周杰伦 周华健 吴宗宪 陶晶莹 庾澄庆 
夜店咖
嘻游记 周杰伦 
喜欢这首歌的人

1分钟前听过
cxy是大纱布

2分钟前听过
一个萌萌的小胖纸

3分钟前听过
清凉冰芒果

3分钟前听过
-如戲

4分钟前听过
sviona
听友评论（已有5796条评论）
发表评论
精彩评论


</body>
</html>